INSERT INTO addresses (id, apartment, city, country, house, index, region, street)
VALUES (1, '15', 'Москва', 'Россия', '11', '123456', 'Московская', 'ул. Ленина'),
       (2, '22', 'Вашингтон', 'USA', '6', '188678', 'Колумбия', 'ул. 5я Авеню'),
       (3, '1', 'Столица Панамы', 'Panama', '2', '123456', 'Область', 'ул. Индейцев'),
       (4, '3', 'г.Москва', 'Россия', 'д.14, стр.7', '123456', 'Область', 'ул. Подвойского'),
       (5, '5', 'г. Москва', 'Россия', 'д. 20', '123498', 'Область', 'ул. Тверская');

SELECT setval('addresses_id_seq', max(id))
FROM addresses