INSERT INTO balance_adjustments (id, account, cash_office, comment, date, date_changed, who_changed, company_id,
                                 contractor_id)
VALUES (1, 'Расчетный счет 1', 'Касса организации 1', 'Комментарий 1', '2021-08-10T09:03:49.134239200',
        '2021-08-10T09:03:49.134239200', 'Иванов', 1, 1),
       (2, 'Расчетный счет 2', 'Касса организации 2', 'Комментарий 2', '2021-08-10T09:03:49.163241400',
        '2021-08-10T09:03:49.163241400', 'Петров', 2, 2),
       (3, 'Расчетный счет 3', 'Касса организации 3', 'Комментарий 3', '2021-08-10T09:03:49.166239600',
        '2021-08-10T09:03:49.166239600', 'Сидоров', 3, 3),
       (4, 'Расчетный счет 4', 'Касса организации 4', 'Комментарий 4', '2021-08-10T09:03:49.168238500',
        '2021-08-10T09:03:49.168238500', 'Кузнецов', 4, 4),
       (5, 'Расчетный счет 5', 'Касса организации 5', 'Комментарий 5', '2021-08-10T09:03:49.172240800',
        '2021-08-10T09:03:49.172240800', 'Попов', 5, 5);
SELECT setval('balance_adjustments_id_seq', max(id))
FROM balance_adjustments